---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LvMullionLeg2
source: html/20734f7f-0de3-1561-8afc-e1ce937a909c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LvMullionLeg2 Property

"Leg 2"

## Syntax (C#)
```csharp
public static ForgeTypeId LvMullionLeg2 { get; }
```